alibaba-cloud.tongyi-lingma
anthropic.claude-code
camilesing.flink-sql
dataworks.sqltools-driver-hive
dbaeumer.vscode-eslint
docker.docker
ecmel.vscode-html-css
github.copilot
github.copilot-chat
github.vscode-pull-request-github
google.gemini-cli-vscode-ide-companion
google.geminicodeassist
mechatroner.rainbow-csv
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.powershell
ms-vscode.remote-explorer
mshdinsight.azure-hdinsight
mtxr.sqltools
redhat.java
redhat.vscode-yaml
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vue.volar
